extends Node



var term := {
	
	'term one': [
		
		'1322001',
		'1111099',
		'1111473',
		'1115139',
		'1213209',
		'1212255'
		
	]
	
}


var title := {
	
	'1322001': 'مبانی کامپیوتر و برنامه سازی',
	'1111099': 'ریاضی عمومی 1',
	'1111473': 'ریاضیات گسسته',
	'1115139': 'مدارهای منطقی',
	'1213209': 'فارسی عمومی',
	'1212255': 'زبان خارجه'
	
	
}


var chart := {
	
	'1322001': 0,
	'1111099': 0,
	'1111473': {
		'1322001': '0',
		'1111099': '0'
	},
	'1115139': {
		'1111473': '0'
	},
	'1213209': 0,
	'1212255': 0
	
}
